class BotMessages:
    """Класс с константными ответами юзеру от бота."""
    NOT_PREMIUM = [
        "Опа хлопчик, куда это мы))\nЛюбишь с клаудом общаться люби и скидываться на ключик :)\n@tracebacker",
        "Фу, что за рожа! Face-контроль не пройден. Но за плату мы с тобой можем покувыркаться)\n@tracebacker",
        "Плати деньгу, и только тогда ты можешь мной пользоваться. А то совсем охренели...\n@tracebacker",
    ]
    WAIT_FOR_RESPONSE = [
        "Напрягаю свои извилины...",
        "Дай подумать...",
        "Думаю...",
        "Серьёзно? Ну ладно, дай покумекать...",
        "ОБРАБОТКА. ЧЕСТНО...",
        "Чтобы мне ответить этому поцу...",
        "*вздыхает* тяжело... очень тяжело..."
    ]
